Repository: Kropka-UWM/Kropka-App1
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name of company
pl: Nazwa firmy

source: Logo of company
pl: Logo firmy

source: Creation time
pl: Czas utworzenia

source: Company
pl: Firma

source: Companies
pl: Firmy

source: Company that team belongs to
pl: Firma do której zespół należy

source: Name of team
pl: Nazwa zespołu

source: Logo of student team
pl: Logo zespołu studentów

source: Students team
pl: Zespół studentów

source: Students teams
pl: Zespoły studentów

source: Leader
pl: Przewodniczący

source: Student leader
pl: Szef zespołu

source: Email address
pl: Adres email

source: A user with that email already exists.
pl: Użytkownik z podanym adresem email już istnieje!

source: Account type
pl: Typ konta

source: Team assigned to student
pl: Zespół przypisany do studenta

source: Index student number
pl: Numer indeksu studenta

source: Students amount for project
pl: Liczba studentów dla projektu

source: Registration notes
pl: Uwagi odnośnie rejestracji

source: Average from studies grades
pl: Średnia z ocen ze studiów

source: No more than one leader can exist in the team!
pl: Nie może istnieć więcej niż jeden szef zespołu studentów!

source: Created at
pl: Czas utworzenia

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Username
pl: Nazwa użytkownika

source: Index number
pl: Numer indeksu

source: Name of conversation
pl: Nazwa konwersacji

source: Conversation
pl: Konwersacja

source: Conversations
pl: Konwersacje

source: Content of message
pl: Treść wiadomości

source: Update time
pl: Czas aktualizacji

source: Message {0} from user {1}
pl: Wiadomość {0} od użytkownika {1}

source: Message
pl: Wiadomość

source: Messages
pl: Wiadomości

source: Polish
pl: Polski

source: English
pl: Angielski

source: Only one object of {0} can be created
pl: Tylko jeden obiekt typu {0} może być utworzony!

source: Name of project
pl: Nazwa projektu

source: Logo of project
pl: Logo projektu

source: Email address for contact
pl: Adres email do kontaktu

source: Phone number for contact
pl: Numer telefonu do kontaktu

source: Registration end time
pl: Termin końcowy rejestracji

source: Settings
pl: Ustawienia

source: Email address has been confirmed.
pl: Adres email został potwierdzony.

source: Hello from %(site_name)s!
pl: Witaj z %(site_name)s!

source: You're receiving this e-mail because probably you gave yours e-mail address to connect your account. To confirm this is correct, go to %(activate_url)s
pl: Dostajesz ten e-mail ponieważ prawdopodobnie ty podałeś swój adres mailowy by połączyć go ze swoim kontem. Aby potwierdzić, przejdź do %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
pl: Dziękujemy - zespół %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because probably you gave yours e-mail address to connect your account. To confirm this is correct, go to %(activate_url)s
pl: Dostajesz ten e-mail ponieważ prawdopodobnie ty podałeś swój adres mailowy by połączyć go ze swoim kontem. Aby potwierdzić, przejdź do %(activate_url)s

source: Please confirm your email address
pl: Potwierdź swój adres email

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
pl: Dostajesz tą wiadomość e-mail ponieważ ty lub ktoś inny wysłał prośbę o reset hasła twojego konta. Możesz zignorować tą wiadomość jeżeli to nie jest Twoja prośba. Kliknij w link aby zresetować hasło.

source: Reset Password
pl: Resetowanie Hasła

source: In case you forgot, your username is
pl: W przypadku gdybyś zapomniał, twoja nazwa użytkownika to

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
pl: Dostajesz tą wiadomość e-mail ponieważ ty lub ktoś inny wysłał prośbę o reset hasła twojego konta. Możesz zignorować tą wiadomość jeżeli to nie jest Twoja prośba. Kliknij w link aby zresetować hasło.

source: In case you forgot, your username is %(username)s.
pl: W przypadku gdybyś zapomniał, twoja nazwa użytkownika to %(username)s

source: Thank you for using %(site_name)s! %(site_domain)s
pl: Dziękujemy za korzystanie z %(site_name)s! %(site_domain)s

source: Password reset email
pl: Resetowanie hasła

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pl: Link potwierdzający do adresu email wygasł lub jest nieprawidłowy. Proszę, kliknij w ten link aby wysłać nową prośbę o potwierdzenie konta: <a href="%(email_url)s">Klik</a>

source: Verification email has been sent.
pl: Email potwierdzający został wysłany.

source: PDF Template
pl: Szablon PDF

source: Error 404
pl: Błąd 404

source: Error 404 - contact the administration.
pl: Błąd 404 - skontaktuj się z administracją.

source: Error 500
pl: Błąd 500

source: Error 500 - contact the administration.
pl: Błąd 500 - skontaktuj się z administracją.

source: Generated by
pl: Wygenerowane przez

source: University of magic and illusion
pl: Uniwersytet magii i iluzji

source: Summary raport of students
pl: Raport podsumowujący studentów

source: Average
pl: Średnia
